{
    "highTech" :[
        {
            "id": 1,
            "name": "Galaxy S23",
            "price": 959,
            "devise":"€",
            "Ecran":"6.1 Pouces",
            "Poids":"167 grammes",
            "stockage":"128 Go",
            "sous-categorie":"Téléphone",
            "categorie":"Samsung",
            "description":"Le Samsung S23 est un téléphone haut de gamme offrant de nombreuses fonctionnalités. Il possède un grand écran AMOLED de 6,2 pouces offrant une résolution exceptionnelle de 1080 x 2400 pixels pour une expérience visuelle immersive. Le téléphone est équipé d'un processeur Exynos 2100 octa-core associé à 8 Go de RAM, ce qui permet une excellente performance pour les tâches les plus exigeantes. Le S23 dispose d'une capacité de stockage interne de 128 Go, offrant suffisamment d'espace pour stocker toutes vos photos, vidéos et applications préférées. Le S23 est également équipé d'une caméra arrière triple objectif, avec une caméra principale de 64 mégapixels, une caméra ultra-large de 12 mégapixels et une caméra téléobjectif de 3x de 12 mégapixels. Cela permet aux utilisateurs de capturer des images nettes et détaillées, quelles que soient les conditions d'éclairage. En outre, le téléphone est compatible avec la 5G, ce qui permet des vitesses de téléchargement et de navigation ultra-rapides. Il est également doté d'une batterie de 4000 mAh, offrant une autonomie solide pour une utilisation quotidienne. Enfin, le S23 est livré avec Android 11 et la surcouche One UI 3.1 de Samsung, qui offrent une expérience utilisateur fluide et intuitive.",
            "release_date": "2023/02/01",
            "colors": "Creme|Lavande|Vert|Noir",
            "delivery_time": 69,
            "delivery_price": 25,
            "reduction": 0,
            "img_1_1": "img/S23/S23-Cream/S23-cream-1.webp",
            "img_1_2": "img/S23/S23-Cream/S23-cream-2.webp",
            "img_1_3": "img/S23/S23-Cream/S23-cream-3.webp",
            "img_2_1": "img/S23/S23-Lavender/S23-lavender-1.webp",
            "img_2_2": "img/S23/S23-Lavender/S23-lavender-2.webp",
            "img_2_3": "img/S23/S23-Lavender/S23-lavender-3.webp",
            "img_3_1": "img/S23/S23-Noir/S23-noir-1.webp",
            "img_3_2": "img/S23/S23-Noir/S23-noir-2.webp",
            "img_3_3": "img/S23/S23-Noir/S23-noir-3.webp",
            "img_4_1": "img/S23/S23-Vert/S23-vert-1.webp",
            "img_4_2": "img/S23/S23-Vert/S23-vert-2.webp",
            "img_4_3": "img/S23/S23-Vert/S23-vert-3.webp",
            "available": true,
            "sizes": "36.5;37;38;38.5;39;40;40.5;41;42;43;43.5;44;45;45.5;46"
        },
        {
            "id": 2,
            "name": "Iphone 14",
            "price": 813,
            "devise":"€",
            "Ecran":"6,06 pouces",
            "Poids":"172 g",
            "stockage":"128 Go",
            "sous-categorie":"Téléphone",
            "categorie":"Appel",
            "description":"L'iPhone 14 est le dernier smartphone haut de gamme d'Apple, sorti en 2022. Il est équipé d'un écran OLED Super Retina XDR de 6,1 pouces pour les modèles standard, et de 5,4 pouces pour les modèles mini. Il est également doté de la puce A15 Bionic, qui offre des performances rapides et fluides. La caméra arrière a été améliorée avec un système de double caméra 12 MP qui permet de capturer des images et des vidéos de haute qualité. La caméra frontale a également été améliorée avec un capteur TrueDepth de 12 MP qui offre des fonctionnalités telles que la reconnaissance faciale et les Animojis. L'Iphone 14 est disponible en plusieurs couleurs, notamment bleu, rose, noir, blanc et rouge. Il est également doté d'une connectivité 5G et d'une résistance à l'eau et à la poussière. Avec sa technologie de pointe, l'Iphone 14 offre une expérience utilisateur exceptionnelle pour les amateurs de la marque Apple.",
            "release_date": "2022/11/07",
            "colors": "Creme|Lavande|Bleu|Noir",
            "delivery_time": 69,
            "delivery_price": 25,
            "reduction": 0,
            "img_1_1": "img/iphone14/iphone14-bleu/iphone14-bleu-1.jpg",
            "img_1_2": "img/iphone14/iphone14-bleu/iphone14-bleu-2.jpg",
            "img_1_3": "img/iphone14/iphone14-bleu/iphone14-bleu-3.jpg",
            "img_2_1": "img/iphone14/iphone14-cream/iphone14-cream-1.jpg",
            "img_2_2": "img/iphone14/iphone14-cream/iphone14-cream-2.jpg",
            "img_2_3": "img/iphone14/iphone14-cream/iphone14-cream-3.jpg",
            "img_3_1": "img/iphone14/iphone14-lavender/iphone14-lavender-1.jpg",
            "img_3_2": "img/iphone14/iphone14-lavender/iphone14-lavender-2.jpg",
            "img_3_3": "img/iphone14/iphone14-lavender/iphone14-lavender-3.jpg",
            "img_4_1": "img/iphone14/iphone14-noir/iphone14-noir-1.jpg",
            "img_4_2": "img/iphone14/iphone14-noir/iphone14-noir-2.jpg",
            "img_4_3": "img/iphone14/iphone14-noir/iphone14-noir-3.jpg",
            "available": true,
            "sizes": "36.5;37;38;38.5;39;40;40.5;41;42;43;43.5;44;45;45.5;46"
        },        
        {
            "id": 3,
            "name": "Xiaomi 12",
            "price": 380,
            "devise":"€",
            "Ecran":"6,28 pouces",
            "Poids":"180 grammes",
            "stockage":"128 Go",
            "sous-categorie":"Téléphone",
            "categorie":"Xiaomi",
            "description":"Le téléphone Xiaomi 12 est un smartphone haut de gamme doté d'un écran AMOLED de 6,81 pouces offrant une résolution de 3200 x 1440 pixels. Il est équipé d'un processeur Qualcomm Snapdragon 8 Gen 1, qui assure des performances rapides et fluides. Le téléphone dispose d'une mémoire vive (RAM) allant jusqu'à 12 Go, permettant de lancer plusieurs applications simultanément. Pour la mémoire de stockage, vous pouvez choisir entre 128 Go et 512 Go, selon vos besoins. Le Xiaomi 12 est également équipé d'une caméra arrière triple de 50 MP + 48 MP + 48 MP, qui permet de capturer des photos de haute qualité, ainsi qu'une caméra frontale de 20 MP pour les selfies. La batterie de 4500 mAh offre une autonomie de longue durée, tandis que la charge rapide de 120W permet de recharger rapidement votre téléphone. Enfin, le Xiaomi 12 est livré avec Android 12 et MIUI 13, offrant une expérience utilisateur agréable et intuitive.",
            "release_date": "2022/11/27",
            "colors": "Bleu|Noir|Turquase",
            "delivery_time": 69,
            "delivery_price": 25,
            "reduction": 0,
            "img_1_1": "img/xiaomi12/xiaomi12-bleu/xiaomi12-bleu-1.avif",
            "img_1_2": "img/xiaomi12/xiaomi12-bleu/xiaomi12-bleu-2.avif",
            "img_1_3": "img/xiaomi12/xiaomi12-bleu/xiaomi12-bleu-3.avif",
            "img_2_1": "img/xiaomi12/xiaomi12-noir/xiaomi12-noir-1.webp",
            "img_2_2": "img/xiaomi12/xiaomi12-noir/xiaomi12-noir-2.webp",
            "img_2_3": "img/xiaomi12/xiaomi12-noir/xiaomi12-noir-3.webp",
            "img_3_1": "img/xiaomi12/xiaomi12-turquase/xiaomi12-turquase-1.jpg",
            "img_3_2": "img/xiaomi12/xiaomi12-turquase/xiaomi12-turquase-2.jpg",
            "img_3_3": "img/xiaomi12/xiaomi12-turquase/xiaomi12-turquase-3.jpg",
            "available": true,
            "sizes": "36.5;37;38;38.5;39;40;40.5;41;42;43;43.5;44;45;45.5;46"
        },
        {
            "id": 4,
            "name": "Tablette Samsung S8",
            "price": 879,
            "devise":"€",
            "Ecran":" 11 pouces",
            "Poids":"503 grammes",
            "stockage":"256 Go",
            "sous-categorie":"Tablette",
            "categorie":"Samsung",
            "description":"La tablette Samsung S8 est un appareil haut de gamme doté d'un écran Super AMOLED de 8,4 pouces offrant une résolution de 2560 x 1600 pixels. Elle est équipée d'un processeur octa-core Exynos 8890 couplé à 4 Go de RAM pour une performance fluide et rapide. La tablette dispose également d'un espace de stockage interne de 32 Go extensible jusqu'à 256 Go via une carte microSD. La Samsung S8 est équipée d'un capteur photo arrière de 13 mégapixels et d'un capteur frontal de 5 mégapixels pour les appels vidéo et les selfies. Elle est également dotée d'une batterie de 4000 mAh offrant une autonomie suffisante pour une utilisation prolongée. La tablette fonctionne sous Android 6.0.1 Marshmallow et est compatible avec la 4G LTE. La Samsung S8 est une excellente tablette pour ceux qui recherchent un appareil haut de gamme pour travailler, regarder des vidéos ou jouer à des jeux.",
            "release_date": "2023/02/25",
            "colors": "Argent|Noir",
            "delivery_time": 69,
            "delivery_price": 25,
            "reduction": 0,
            "img_1_1": "img/TAB-S8/S8-noir/TAB-S8-noir-1.webp",
            "img_1_2": "img/TAB-S8/S8-noir/TAB-S8-noir-2.webp",
            "img_2_1": "img/TAB-S8/S8-argent/TAB-S8-argent-1.webp",
            "img_2_2": "img/TAB-S8/S8-argent/TAB-S8-argent-2.webp",
            "available": true,
            "sizes": "36.5;37;38;38.5;39;40;40.5;41;42;43;43.5;44;45;45.5;46"
        },
        {
            "id": 5,
            "name": "Ipad Appel",
            "price": 589,
            "devise":"€",
            "Ecran":"12,9 pouces",
            "Poids":"490 grammes",
            "stockage":"256 Go",
            "sous-categorie":"Tablette",
            "categorie":"Appel",
            "description":"Les iPad sont des tablettes électroniques haut de gamme qui offrent une expérience utilisateur fluide et intuitive. Ces appareils sont connus pour leur design élégant, leur écran tactile haute résolution et leur performance exceptionnelle. Les iPad sont disponibles en plusieurs modèles, avec des tailles d'écran allant de 7,9 à 12,9 pouces, offrant ainsi une grande variété de choix pour répondre aux besoins des utilisateurs. Les iPad sont également équipés d'un large éventail de fonctionnalités avancées, telles que la reconnaissance faciale, la prise en charge de l'Apple Pencil, la compatibilité avec les claviers externes, l'assistant vocal Siri et une grande sélection d'applications exclusives à l'écosystème Apple.Les iPad sont souvent utilisés pour les tâches professionnelles et créatives, ainsi que pour les loisirs, les jeux et la communication. Grâce à leur portabilité et à leur longue durée de vie de la batterie, les iPad sont l'un des meilleurs choix pour les utilisateurs qui ont besoin d'un appareil polyvalent qui peut être utilisé partout et à tout moment.",
            "release_date": "2022/11/26",
            "colors": "Bleu|Blanc",
            "delivery_time": 69,
            "delivery_price": 25,
            "reduction": 0,
            "img_1_1": "img/ipad/ipad-blanc/ipad-blanc-1.jpg",
            "img_1_2": "img/ipad/ipad-blanc/ipad-blanc-2.jpg",
            "img_2_1": "img/ipad/ipad-bleu/ipad-bleu-1.jpg",
            "img_2_2": "img/ipad/ipad-bleu/ipad-bleu-2.jpg",
            "available": true,
            "sizes": "36.5;37;38;38.5;39;40;40.5;41;42;43;43.5;44;45;45.5;46"
        },
        {
            "id": 6,
            "name": "Tablette xiaomi pad 5",
            "price": 589,
            "devise":"€",
            "Ecran":"11 pouces",
            "Poids":"511 grammes",
            "stockage":"256 Go",
            "sous-categorie":"Tablette",
            "categorie":"Xiaomi",
            "description":"La Xiaomi Pad 5 est une tablette haut de gamme proposée par le fabricant chinois Xiaomi. Elle dispose d'un grand écran IPS LCD de 11 pouces avec une résolution de 2560 x 1600 pixels, offrant ainsi une qualité d'image remarquable. La tablette est équipée d'un processeur Snapdragon 860 de Qualcomm, qui assure une performance rapide et fluide, avec une mémoire vive (RAM) de 6 Go et un espace de stockage de 128 Go. La Pad 5 est également équipée d'une caméra arrière de 13 mégapixels et d'une caméra frontale de 8 mégapixels, ce qui en fait un excellent choix pour les amateurs de photographie. La tablette est alimentée par une batterie de 8720 mAh qui offre une autonomie impressionnante. Elle fonctionne avec le système d'exploitation Android 11 et dispose de diverses fonctionnalités intéressantes telles que la prise en charge du stylet, une connexion WiFi 6, et des haut-parleurs stéréo Harman Kardon. La Xiaomi Pad 5 est un excellent choix pour les utilisateurs à la recherche d'une tablette haut de gamme avec des fonctionnalités avancées à un prix abordable.",
            "release_date": "2021/09/21",
            "colors": "Gris",
            "delivery_time": 69,
            "delivery_price": 25,
            "reduction": 0,
            "img_1_1": "img/TAB-xiaomi/xiaomi5/xiaomi5-gris-1.webp",
            "img_1_2": "img/TAB-xiaomi/xiaomi5/xiaomi5-gris-2.webp",
            "img_1_3": "img/TAB-xiaomi/xiaomi5/xiaomi5-gris-3.webp",
            "available": true,
            "sizes": "36.5;37;38;38.5;39;40;40.5;41;42;43;43.5;44;45;45.5;46"
        },
        {
            "id": 7,
            "name": "Samsung Galaxy Watch5",
            "price": 299,
            "devise":"€",
            "Ecran":"1,19 pouce",
            "Poids":"28,7 grammes",
            "stockage":"16 Go",
            "sous-categorie":"Montre",
            "categorie":"Samsung",
            "description":"Les Samsung Galaxy Watch5 sont des montres connectées haut de gamme, dotées d'un design élégant et d'un boîtier en acier inoxydable de qualité supérieure. Ces montres offrent une expérience utilisateur fluide grâce à leur processeur performant, leur RAM et leur stockage interne généreux. Les Galaxy Watch5 sont équipées d'un écran tactile AMOLED lumineux et net, qui affiche des couleurs vibrantes et des contrastes élevés. Ces montres offrent également de nombreuses fonctionnalités de santé et de remise en forme, telles que la surveillance de la fréquence cardiaque, le suivi de la condition physique et la surveillance du sommeil. En plus de cela, les Galaxy Watch5 proposent des fonctionnalités de communication avancées, telles que la réception et l'envoi de messages, les appels téléphoniques, la navigation GPS, et la connectivité Wi-Fi et Bluetooth.Grâce à leur système d'exploitation Tizen, les Galaxy Watch5 sont compatibles avec une large gamme d'applications et peuvent être personnalisées avec des cadrans de montre, des widgets et des applications tierces. Enfin, ces montres sont résistantes à l'eau jusqu'à 50 mètres de profondeur et offrent une autonomie de batterie impressionnante, permettant une utilisation continue jusqu'à plusieurs jours sans avoir besoin d'être rechargées.",
            "release_date": "2022/08/26",
            "colors": "Blanc|Bleu|Noir",
            "delivery_time": 69,
            "delivery_price": 25,
            "reduction": 0,
            "img_1_1": "img/montre-samsung/montre-S-blanc/montre-S-blanc-1.jpg",
            "img_1_2": "img/montre-samsung/montre-S-blanc/montre-S-2.jpg",
            "img_1_3": "img/montre-samsung/montre-S-blanc/montre-S-3.jpg",
            "img_1_4": "img/montre-samsung/montre-S-blanc/montre-S-4.jpg",
            "img_2_1": "img/montre-samsung/montre-S-bleu/montre-S-bleur-1.jpg",
            "img_3_1": "img/montre-samsung/montre-S-noir/montre-S-noir-1.jpg",
            "available": true,
            "sizes": "36.5;37;38;38.5;39;40;40.5;41;42;43;43.5;44;45;45.5;46"
        },
        {
            "id": 8,
            "name": "Apple Watch Series 8",
            "price": 460,
            "devise":"€",
            "Ecran":"1,99 pouces",
            "Poids":"51.5 g",
            "stockage":"16 Go",
            "sous-categorie":"Montre",
            "categorie":"Appel",
            "description":"L'Apple Watch Series 8 est la dernière itération de la célèbre montre connectée d'Apple. Elle est équipée d'un écran plus grand de 20% par rapport aux modèles précédents, offrant une meilleure lisibilité et une plus grande facilité d'utilisation. La montre est également plus robuste et résistante à l'eau, ce qui la rend idéale pour les activités sportives ou les aventures en plein air. La Series 8 est dotée de nombreuses fonctionnalités, telles que le suivi de la condition physique, le suivi du sommeil, le suivi de la santé cardiaque et la capacité de passer des appels téléphoniques et de répondre à des messages directement depuis la montre. Elle est également compatible avec les écouteurs sans fil d'Apple, ce qui permet une expérience de musique et de podcasting immersive.La Series 8 est disponible en plusieurs finitions et couleurs, ce qui permet une personnalisation accrue. Elle est également compatible avec des bracelets interchangeables, offrant encore plus d'options de personnalisation. Avec une durée de vie de la batterie pouvant aller jusqu'à 18 heures, l'Apple Watch Series 8 est un excellent choix pour ceux qui cherchent à rester connectés tout au long de la journée.",
            "release_date": "2022/08/26",
            "colors": "Beige|Blanc|Noir",
            "delivery_time": 69,
            "delivery_price": 25,
            "reduction": 0,
            "img_1_1": "img/montre-appel/montre-A-beige/montre-A-beige-1.jpg",
            "img_1_2": "img/montre-appel/montre-A-beige/montre-A-beige-2.jpg",
            "img_1_3": "img/montre-appel/montre-A-beige/montre-A-beige-3.jpg",

            "img_2_1": "img/montre-appel/montre-A-blanc/montre-A-blanc-1.jpg",
            "img_2_2": "img/montre-appel/montre-A-blanc/montre-A-blanc-2.jpg",
            "img_2_3": "img/montre-appel/montre-A-blanc/montre-A-blanc-3.jpg",
            "img_2_4": "img/montre-appel/montre-A-blanc/montre-A-blanc-4.jpg",

            "img_3_1": "img/montre-appel/montre-A-noir/montre-A-noir-1.jpg",
            "img_3_2": "img/montre-appel/montre-A-noir/montre-A-noir-2.jpg",
            "img_3_3": "img/montre-appel/montre-A-noir/montre-A-noir-3.jpg",
            "available": true,
            "sizes": "36.5;37;38;38.5;39;40;40.5;41;42;43;43.5;44;45;45.5;46"
        },
        {
            "id": 9,
            "name": "Xiaomi Mi Watch Lite",
            "price": 49,
            "devise":"€",
            "Ecran":",4 pouce",
            "Poids":"35 g",
            "stockage":"8 Go",
            "sous-categorie":"Montre",
            "categorie":"Xiaomi",
            "description":"La Xiaomi Mi Watch Lite est une montre connectée abordable avec de nombreuses fonctionnalités pratiques pour les utilisateurs soucieux de leur santé et de leur condition physique. Avec son écran TFT couleur de 1,4 pouces, cette montre offre une résolution claire et nette pour les notifications, les appels et les messages. Elle est équipée d'un capteur de fréquence cardiaque, d'un moniteur de sommeil et de plusieurs modes sportifs pour suivre votre activité physique. Vous pouvez également utiliser la Xiaomi Mi Watch Lite pour contrôler votre musique, suivre votre position GPS et accéder à l'assistant vocal XiaoAI. Cette montre dispose d'une autonomie de batterie impressionnante de neuf jours et est résistante à l'eau jusqu'à 50 mètres de profondeur, ce qui en fait un choix solide pour les amateurs de sports nautiques. En somme, la Xiaomi Mi Watch Lite est une montre connectée abordable et pratique pour les personnes qui recherchent des fonctionnalités de suivi de santé et de fitness.",
            "release_date": "2021/01/06",
            "colors": "Beige|Bleu",
            "delivery_time": 69,
            "delivery_price": 25,
            "reduction": 0,
            "img_1_1": "img/montre-xiaomi/xiaomi-beige/xiaomi-beige-1.jpg",
            "img_1_2": "img/montre-xiaomi/xiaomi-beige/xiaomi-beige-2.jpg",
            "img_1_3": "img/montre-xiaomi/xiaomi-beige/xiaomi-beige-3.jpg",
            "img_1_4": "img/montre-xiaomi/xiaomi-beige/xiaomi-beige-4.jpg",

            "img_2_1": "img/montre-xiaomi/xiaomi-bleu/xiaomi-bleu-1.jpg",
            "img_2_2": "img/montre-xiaomi/xiaomi-bleu/xiaomi-bleu-2.jpg",
            "img_2_3": "img/montre-xiaomi/xiaomi-bleu/xiaomi-bleu-3.jpg",
            "img_2_4": "img/montre-xiaomi/xiaomi-bleu/xiaomi-bleu-4.jpg",

            "available": true,
            "sizes": "36.5;37;38;38.5;39;40;40.5;41;42;43;43.5;44;45;45.5;46"
        },
        {
            "id": 10,
            "name": "Samsung Galaxy Book2 360",
            "price": 1250,
            "devise":"€",
            "Ecran":"15 pouces",
            "Poids":"1.118 kg",
            "stockage":"512 Go",
            "sous-categorie":"PC",
            "categorie":"Samsung",
            "description":"Le Samsung Galaxy Book2 360 est un ordinateur portable convertible de haute qualité qui offre une expérience utilisateur exceptionnelle. Avec son écran Full HD de 13,3 pouces, il offre des images claires et lumineuses, et sa fonctionnalité de rotation à 360 degrés permet de l'utiliser comme une tablette. Le processeur Qualcomm Snapdragon 850 offre une performance rapide et fluide pour toutes les tâches, tandis que la mémoire vive de 8 Go garantit une multitâche sans problème. Le stockage SSD de 256 Go permet de stocker de nombreux fichiers, documents et applications. Le clavier rétroéclairé offre une frappe confortable même dans des environnements peu éclairés, tandis que le stylet S Pen fourni permet d'écrire, dessiner et annoter avec précision sur l'écran. Avec une autonomie de batterie pouvant aller jusqu'à 17 heures, le Samsung Galaxy Book2 360 est un choix parfait pour les professionnels en déplacement ou pour une utilisation personnelle.",
            "release_date": "2023/01/16",
            "colors": "Noir",
            "delivery_time": 69,
            "delivery_price": 25,
            "reduction": 0,
            "img_1_1": "img/pc-portable-samsung/pc-portable-S/PC-portable-S-1.jpg",
            "img_1_2": "img/pc-portable-samsung/pc-portable-S/PC-portable-S-2.jpg",
            "img_1_3": "img/pc-portable-samsung/pc-portable-S/PC-portable-S-3.jpg",
            "img_1_4": "img/pc-portable-samsung/pc-portable-S/PC-portable-S-4.jpg",
            "available": true,
            "sizes": "36.5;37;38;38.5;39;40;40.5;41;42;43;43.5;44;45;45.5;46"
        },
        {
            "id": 11,
            "name": "MacBook Air 2020",
            "price": 1050,
            "devise":"€",
            "Ecran":"13 pouces",
            "Poids":"1,24 kg",
            "stockage":"512 Go",
            "sous-categorie":"PC",
            "categorie":"Appel",
            "description":"Le MacBook Air 2020 est un ordinateur portable ultraléger d'Apple, avec un design élégant et une performance rapide. Il est équipé d'un processeur Intel Core i3, i5 ou i7 de 10e génération, selon la configuration choisie, et d'un stockage SSD rapide allant jusqu'à 2 To. L'écran Retina de 13,3 pouces offre des couleurs vibrantes et une grande netteté pour une expérience visuelle immersive. La batterie est également impressionnante, offrant jusqu'à 12 heures d'utilisation continue entre les charges. Le clavier est confortable à utiliser et le trackpad est réactif et précis. De plus, le MacBook Air 2020 est équipé de la puce Apple T2 Security pour une sécurité renforcée. Il est également livré avec macOS Catalina, le système d'exploitation d'Apple, offrant une grande variété d'applications et une intégration transparente avec d'autres appareils Apple. En résumé, le MacBook Air 2020 est un excellent choix pour les utilisateurs qui recherchent un ordinateur portable élégant, performant et léger pour une utilisation quotidienne ou professionnelle.",
            "release_date": "2020/04/20",
            "colors": "Noir",
            "delivery_time": 69,
            "delivery_price": 25,
            "reduction": 0,
            "img_1_1": "img/pc-portable-appel/PC-portable-A/PC-portable-A-1.jpg",
            "img_1_2": "img/pc-portable-appel/PC-portable-A/PC-portable-A-2.jpg",
            "img_1_3": "img/pc-portable-appel/PC-portable-A/PC-portable-A-3.jpg",
            "img_1_4": "img/pc-portable-appel/PC-portable-A/PC-portable-A-4.jpg",
            "available": true,
            "sizes": "36.5;37;38;38.5;39;40;40.5;41;42;43;43.5;44;45;45.5;46"
        }
    ]
}
